Repository: abdooamr/Movie-Night
Catalog: lib/l10n/intl_*.arb
Languages: hi

# upcomingwidget_title
source: Upcoming Movies
hi: आने वाली फ़िल्में

# trendingmovieswidget_title
source: Trending Movies
hi: लोकप्रिय फ़िल्में

# popularmovieswidget_title
source: Popular Movies
hi: लोकप्रिय फ़िल्में

# egyptmovieswidget_title
source: Egyption Movies
hi: मिस्री फ़िल्में

# airingtodaywidget_title
source: Airing Today
hi: आज का प्रसारण

# trendingtvwidget_title
source: Trending TV Shows
hi: लोकप्रिय टीवी शो

# populartvwidget_title
source: Popular TV Shows
hi: लोकप्रिय टीवी शो

# egypttvwidget_title
source: Egyption TV Shows
hi: मिस्री टीवी शो

# homenavbar
source: Home
hi: होम

# explorenavbar
source: Explore
hi: अन्वेषण

# likednavbar
source: Liked
hi: पसंदीदा

# profilenavbar
source: Profile
hi: प्रोफ़ाइल

# movieswitch
source: Movies
hi: फ़िल्में

# tvswitch
source: TV Shows
hi: टीवी शो

# searchhint
source: Search
hi: खोजें

# Actiongenre
source: Action
hi: क्रिया

# Adventuregenre
source: Adventure
hi: एडवेंचर

# Animationgenre
source: Animation
hi: एनीमेशन

# Comedygenre
source: Comedy
hi: कॉमेडी

# Crimegenre
source: Crime
hi: अपराध

# Documentarygenre
source: Documentary
hi: डॉक्यूमेंटरी

# Dramagenre
source: Drama
hi: नाटक

# Familygenre
source: Family
hi: परिवार

# Fantasygenre
source: Fantasy
hi: काल्पनिक

# Historygenre
source: History
hi: इतिहास

# Horrorgenre
source: Horror
hi: भूतपूर्व

# Musicgenre
source: Music
hi: संगीत

# Mysterygenre
source: Mystery
hi: रहस्य

# Romancegenre
source: Romance
hi: रोमांस

# ScienceFictiongenre
source: Science Fiction
hi: विज्ञान-कल्पना

# TVMoviegenre
source: TV Movie
hi: टीवी फ़िल्म

# Thrillergenre
source: Thriller
hi: थ्रिलर

# Wargenre
source: War
hi: युद्ध

# Westerngenre
source: Western
hi: पश्चिमी

# tvaction&adventure
source: Action & Adventure
hi: क्रिया और एडवेंचर

# tvkids
source: Kids
hi: बच्चों के लिए

# tvnews
source: News
hi: समाचार

# tvreality
source: Reality
hi: वास्तविकता

# tvscifi&fantasy
source: Sci-Fi & Fantasy
hi: विज्ञान-कल्पना और काल्पनिकता

# tvsoap
source: Soap
hi: साबुन

# tvtalk
source: Talk
hi: बातचीत

# tvwar&politics
source: War & Politics
hi: युद्ध और राजनीति

# noInternet
source: No Internet Connection
hi: कोई इंटरनेट कनेक्शन नहीं

# noInternetMessage
source: Please check your internet connection and try again
hi: कृपया अपने इंटरनेट कनेक्शन की जाँच करें और पुनः प्रयास करें

source: Try Again
hi: पुनः प्रयास करें

source: No Results
hi: कोई परिणाम नहीं

# noResultsMessage
source: No results found for your search
hi: आपकी खोज के लिए कोई परिणाम नहीं मिले

source: Oh No!
hi: ओह नो!

# nolikedmovies
source: Your Liked Movies List is Empty Start adding some movies to your likes and discover your favorites!
hi: आपकी पसंदीदा फ़िल्मों की सूची खाली है कुछ फ़िल्में अपनी पसंदीदा सूचि में जोड़ना शुरू करें और अपने पसंदीदा को खोजें!

# actionmovielabel
source: Action Movies
hi: क्रिया फ़िल्में

# adventuremovielabel
source: Adventure Movies
hi: एडवेंचर फ़िल्में

# animationmovielabel
source: Animation Movies
hi: एनीमेशन फ़िल्में

# comedymovielabel
source: Comedy Movies
hi: कॉमेडी फ़िल्में

# crimemovielabel
source: Crime Movies
hi: अपराध फ़िल्में

# documentarymovielabel
source: Documentary Movies
hi: डॉक्यूमेंटरी फ़िल्में

# dramamovielabel
source: Drama Movies
hi: नाटक फ़िल्में

# familymovielabel
source: Family Movies
hi: परिवार फ़िल्में

# fantasymovielabel
source: Fantasy Movies
hi: काल्पनिक फ़िल्में

# historymovielabel
source: History Movies
hi: इतिहास फ़िल्में

# horrormovielabel
source: Horror Movies
hi: भूतपूर्व फ़िल्में

# musicmovielabel
source: Music Movies
hi: संगीत फ़िल्में

# mysterymovielabel
source: Mystery Movies
hi: रहस्य फ़िल्में

# romancemovielabel
source: Romance Movies
hi: रोमांस फ़िल्में

# sciencefictionmovielabel
source: Sci-Fi Movies
hi: विज्ञान-कल्पना फ़िल्में

# tvmovielabel
source: TV Movies
hi: टीवी फ़िल्में

# thrillermovielabel
source: Thriller Movies
hi: थ्रिलर फ़िल्में

# warmovielabel
source: War Movies
hi: युद्ध फ़िल्में

# westernmovielabel
source: Western Movies
hi: पश्चिमी फ़िल्में

# actiontvlabel
source: Action & Adventure TV Shows
hi: क्रिया और एडवेंचर टीवी शो

# kidstvlabel
source: Kids TV Shows
hi: बच्चों के लिए टीवी शो

# newstvlabel
source: News TV Shows
hi: समाचार टीवी शो

# realitytvlabel
source: Reality TV Shows
hi: वास्तविकता टीवी शो

# scifitvlabel
source: Sci-Fi & Fantasy TV Shows
hi: विज्ञान-कल्पना और काल्पनिकता टीवी शो

# soaptvlabel
source: Soap TV Shows
hi: साबुन टीवी शो

# talktvlabel
source: Talk TV Shows
hi: बातचीत टीवी शो

# wartvlabel
source: War & Politics TV Shows
hi: युद्ध और राजनीति टीवी शो

# Seealloptions
source: See all
hi: सभी विकल्प देखें

# darkmodelabel
source: Dark Mode
hi: डार्क मोड

# adminpanellabel
source: Admin Panel
hi: एडमिन पैनल

# watchlistlabel
source: Watchlist
hi: देखें

# accountsettingslabel
source: Account Settings
hi: खाता सेटिंग्स

# reportabuglabel
source: Report a Bug
hi: बग की रिपोर्ट करें

# logoutlabel
source: Logout
hi: लॉगआउट

# deleteaccountlabel
source: Delete Account
hi: खाता हटाएं

# sendfeedbacklabel
source: Send Feedback
hi: प्रतिक्रिया भेजें

# generalsettingslabel
source: General
hi: सामान्य

# managesettingslabel
source: Manage
hi: प्रबंधन

# adminsettingslabel
source: Admin
hi: एडमिन

source: Error
hi: त्रुटि

source: Success
hi: सफलता

# deleteerror
source: Error Deleting Account. Please log in again and try again
hi: खाता हटाने में त्रुटि. कृपया पुनः लॉग इन करें और पुनः प्रयास करें

# accountsettingssubtitle
source: Edit account, Privacy, Change Language
hi: खाता सम्पादित करें, गोपनीयता, भाषा बदलें

# accountinfolabel
source: Account Info
hi: खाता जानकारी

# privacylabel
source: Privacy
hi: गोपनीयता

# changepasswordlabel
source: Change Password
hi: पासवर्ड बदलें

# changepasswordsuccess
source: The password reset email has been sent successfully
hi: पासवर्ड सफलतापूर्वक बदल गया

# changepassworderror
source: Error Changing Password. Please try again
hi: पासवर्ड बदलने में त्रुटि. कृपया पुनः प्रयास करें

# updateprofilelabel
source: Update Profile
hi: प्रोफ़ाइल अपडेट करें

# Usernamelabel
source: Username
hi: उपयोगकर्ता नाम

# firstnamelabel
source: First Name
hi: पहला नाम

# lastnamelabel
source: Last Name
hi: अंतिम नाम

# updateprofilesuccess
source: Profile Updated Successfully
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट की गई

# editprofilelabel
source: Edit Profile
hi: प्रोफ़ाइल संपादित करें

# reportpagelabel
source: Please send us a report if you find any bugs or have any suggestions for the app.
hi: कृपया हमें यदि आपको ऐप में कोई बग मिलता है या कोई सुझाव हो, तो हमें रिपोर्ट भेजें।

# summarylabel
source: Summary (Required)
hi: सारांश (आवश्यक)

# summaryhint
source: Explain the problem briefly
hi: समस्या को संक्षेप में व्याख्या करें

# descriptionlabel
source: Description (Required)
hi: विवरण (आवश्यक)

# descriptionhint
source: Explain the problem in detail
hi: समस्या को विस्तार से व्याख्या करें

# sendreportlabel
source: Send Report
hi: रिपोर्ट भेजें

# Heytherelabel
source: Hey there
hi: हेलो

# nomoviesinwatchlist
source: Your Watchlist is Empty Start adding some movies to your watchlist and discover your favorites!
hi: आपकी देखी गई फ़िल्मों की सूची खाली है कुछ फ़िल्में अपनी देखी गई सूचि में जोड़ना शुरू करें और अपने पसंदीदा को खोजें!

# notvshowsinwatchlist
source: Your Watchlist is Empty Start adding some TV Shows to your watchlist and discover your favorites!
hi: आपकी देखे गए टीवी शो की सूची खाली है कुछ टीवी शो अपनी देखे गए सूचि में जोड़ना शुरू करें और अपने पसंदीदा को खोजें!

# updateaccountlabel
source: Update Account
hi: खाता अपडेट करें

# changelanguagelabel
source: Change Language
hi: भाषा बदलें

# englishlabel
source: English
hi: अंग्रेज़ी

# arabiclabel
source: Arabic
hi: अरबी

# Frenchlabel
source: French
hi: फ्रेंच

# spanishlabel
source: Spanish
hi: स्पैनिश

# deutschlabel
source: Deutsch
hi: जर्मन

# italianlabel
source: Italian
hi: इतालवी

# hindilabel
source: Hindi
hi: हिंदी

# savelabel
source: Save
hi: सहेजें

# minute
source: min
hi: मिनट

# watchvideosbuttonlabel
source: Watch Videos
hi: वीडियो देखें

source: Number of Seasons
hi: सीजनों की संख्या

source: Number of Episodes
hi: एपिसोडों की संख्या

source: Like
hi: पसंद

source: Unlike
hi: पसंद नहीं

source: Add to Watchlist
hi: देखने की सूचि में जोड़ें

source: Remove from Watchlist
hi: देखने की सूचि से हटाएँ

source: Share
hi: साझा करें

source: Storyline
hi: कहानी

source: The Cast
hi: कास्ट

# nowatchmovieon
source: No streaming services available
hi: कोई स्ट्रीमिंग सेवाएँ उपलब्ध नहीं हैं

source: Watch on
hi: देखें:

source: Buy on
hi: खरीदें:

# nobuyon
source: No buying services available
hi: कोई खरीदी सेवाएँ उपलब्ध नहीं हैं

source: Recommendation
hi: सिफारिश

source: Hello
hi: नमस्ते

# welcomemessage
source: Welcome Back
hi: वापस स्वागत है

# loginbuttonlabel
source: Login
hi: लॉगिन

# signupbuttonlabel
source: Sign Up
hi: साइन अप

# createaccountlabel
source: Create Account
hi: खाता बनाएँ

source: Please fill all fields
hi: कृपया सभी फ़ील्ड भरें

# emailaddresslabel
source: Email Address
hi: ईमेल पता

# passwordlabel
source: Password
hi: पासवर्ड

# passwordconfirmlabel
source: Confirm Password
hi: पासवर्ड की पुष्टि करें

# alreadyhaveanaccountlabel
source: Already have an account?
hi: पहले से ही खाता है?

# forgotpasswordlabel
source: Forgot Password?
hi: पासवर्ड भूल गए?

# passwordvalidationtext
source: •Password must be: •8 characters long •Contain at least one uppercase letter •One lowercase letter •One special character
hi: • पासवर्ड कोने: • 8 अक्षरों का होना चाहिए • कम से कम एक अपरकेस अक्षर • एक लोअरकेस अक्षर • एक विशेष चरित्र

# logintocontinue
source: Please login to continue
hi: कृपया जारी रखने के लिए लॉगिन करें

# notamemberlabel
source: Not a member?
hi: सदस्य नहीं हैं?

# registarnowlabel
source: Register Now
hi: अभी पंजीकरण करें

source: No Internet Connection
hi: कोई इंटरनेट कनेक्शन नहीं

# pleasecheckinternetconnection
source: Please check your internet connection and try again
hi: अपने इंटरनेट कनेक्शन की जाँच करें और पुन: प्रयास करें

# mediatypemoviess
source: Movies
hi: फ़िल्में

# globalreviewswitch
source: Global Review
hi: वैश्विक समीक्षा

# localreviewswitch
source: Local Review
hi: स्थानीय समीक्षा

# ohnolabel
source: Oh No!
hi: ओह नो!
